<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>

<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<!-- favicon -->
<link rel="icon"
	href="${ pageContext.servletContext.contextPath }/resources/imgs/logoearth.png"
	type="image/x-icon">

<!-- font -->
<link
	href="https://fonts.googleapis.com/css2?family=Gugi&family=Nanum+Gothic+Coding&family=Song+Myung&display=swap"
	rel="stylesheet">
<!-- 제이쿼리 -->
<script
	src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>

<!-- 부트스트랩 -->
<link rel="stylesheet"
	href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.2/css/bootstrap.min.css">

<title>도넷닷컴</title>
<body style="">
<nav aria-label="breadcrumb">
	<ol class="breadcrumb" style="width:1050px;">
		<li class="breadcrumb-item"><a href="">도넷닷컴 유료 이용 약관</a></li>
	</ol>
</nav>
<pre style="white-space: pre-wrap;">
제1장 총칙
제 1 조 (목적)
이 이용약관(이하 '약관')은 네이버주식회사 및 해피빈 재단(이하 해피빈이라 합니다)과 이용 고객(이하 '회원')간에 해피빈이 제공하는 해피빈 서비스(이하 서비스)의 이용에 관한 제반 사항과 기타 필요한 사항을 구체적으로 규정함을 목적으로 합니다.

제 2 조 (이용약관의 효력 및 변경)
1. "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 서비스 초기 화면에 게시합니다.
2. "회사"는 "약관의규제에관한법률", "정보통신망이용촉진및정보보호에관한법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. "회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 30일 전부터 적용일자 전일까지 공지합니다. 단 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스내 전자우편,쪽지,로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.
4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.
5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다.다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.
제 3 조 (약관외 준칙)
1. 이 약관은 해피빈이 제공하는 개별서비스에 관한 이용안내(이하 서비스별 안내라 합니다)와 함께 적용합니다.
2. 이 약관에 명시되지 아니한 사항에 대해서는 관계법령 및 서비스별 안내의 취지에 따라 적용할 수 있습니다.
제 4 조 (용어의 정의)
1. 이 약관에서 사용하는 용어의 정의는 다음과 같습니다. (1) '회원'이라 함은 네이버 회원제서비스를 이용하는 이용자를 말합니다. (2) '기부서비스'라 함은 기부와 관련하여 해피빈과 회원 간에 발생하는 콩(현금)기부, 현물기증 및 이에 상응하는 서비스제공을 말합니다. (3) '기부금'이라 함은 회원이 해피빈 서비스와 관련하여 해피빈에 무상으로 제공한 재산을 말합니다. (4) '기부신청'이라 함은 회원이 해피빈 서비스에 동의하여 해피빈에 재산을 무상으로 제공하고자 회원의 정보를 해피빈에 제공하는 것을 말합니다. (5) '기부취소'이라 함은 해피빈 기부서비스에 대해 회원이 기부계약을 해약하는 것을 말합니다. (6) '콩'이라 함은 해피빈 기부서비스에서 기부금을 대처하는 해피빈내의 기부 통화수단을 말합니다.
2. 이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계법령 및 서비스별 안내에서 정하는 바에 의합니다.

제2장 이용계약 체결
제 5 조 (이용 계약의 성립)
1. 회원의 본 이용약관에 대한 동의는 서비스 메뉴 및 기타의 방법으로 기부자에게 공지함으로써 효력이 발생합니다.
2. 해피로그의 본 이용약관에 대한 동의는 이용신청 당시 해피빈 서비스 상의 '동의함' 버튼을 누름으로써 의사표시를 합니다.
제 6 조 (기부서비스 이용 신청)
1. 회원으로 가입하여 본 서비스를 이용하고자 하는 자는 해피빈에서 요청하는 제반 정보(이름, 주민등록번호, 연락처 등)를 제공하여야 합니다.
2. 모든 회원은 반드시 회원 본인의 이름과 주민등록번호를 제공하여야만 서비스를 이용할 수 있으며, 실명으로 등록하지 않은 사용자는 일체의 권리를 주장할 수 없습니다.
3. 회원가입은 반드시 실명으로만 가입할 수 있으며 해피빈은 실명확인조치를 할 수 있습니다.
제 7 조 (개인정보의 보호 및 사용)
해피빈은 관계법령이 정하는 바에 따라 이용자 등록정보를 포함한 이용자의 개인정보를 보호하기 위해 노력합니다. 이용자 개인정보의 보호 및 사용에 대해서는 관련법령 및 해피빈의 개인정보 보호정책이 적용됩니다. 단, 해피빈의 공식 사이트이외의 웹에서 링크된 사이트에서는 네이버의 개인정보 보호정책이 적용되지 않습니다. 또한 해피빈은 이용자의 귀책사유로 인해 노출된 정보에 대해서 일체의 책임을 지지 않습니다.

제 8 조 (기부 신청의 승낙과 제한)
1. 해피빈은 제 6조의 규정에 의한 이용신청고객에 대하여 업무 수행상 또는 기술상 지장이 없는 경우에 원칙적으로 접수순서에 따라 기부 서비스 이용을 승낙합니다.
2. 해피빈은 아래사항에 해당하는 경우에 대해서 기부를 승낙하지 아니 합니다.
- 실명이 아니거나 타인의 명의를 이용하여 기부를 신청한 경우
- 기부신청 내용을 허위로 기재한 경우
- 해피빈의 명예에 부정적인 영향을 줄 수 있는 경우
- 부정한 행위나 과정을 통해 조성된 기부금으로 신청한 경우
- 영리를 추구할 목적으로 해피빈을 이용하고자 하는 경우
- 해피빈의 목적사업을 위반하며 신청하는 경우
- 기타 규정한 제반 사항을 위반하며 신청하는 경우
3. 해피빈은 다음 각 호에 해당하는 경우에는 그 신청에 대하여 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.
- 해피빈이 설비의 여유가 없는 경우
- 해피빈의 기술상 지장이 있는 경우
- 기타 해피빈의 불가피한 귀책사유로 이용승낙이 곤란한 경우

제3장 계약 당사자의 의무
제 9조 (콩의 사용)
콩은 해피빈에서 기부를 위해 사용되는 수단으로, 현금으로 직접 충전한 콩과 후원파트너의 기부로 기부로 생성된 콩이 있습니다. 콩의 사용과 이에 대한 정책음 다음과 같습니다.

1. 콩은 해피빈 고유의 기부수단이며, 네이버 서비스의 은화나 한게임 서비스의 한코인으로 교환이 불가능 합니다. 단, 은화나 한코인은 콩으로 교환이 가능합니다.
2. 콩은 개인이 충전하는 콩과 해피빈에서 배포하여 받을 수 있는 콩으로 나뉩니다.
3. 모든 콩은 기부 및 선물을 할 수 있습니다.
4. 해피빈에서 배포한 콩은 배포하는 후원프로젝트의 기준에 따라서 특정 회수일을 갖고 있습니다.
5. 개인이 구매한 콩은 제 33조에 의해 환불이 가능합니다.
6. '기부내역에 대한 소득공제영수증발급' 은 개인이 결제수단을 통해 구매한 콩에 한하여 가능합니다.
7. 개인이 구매한 콩은 선물을 할 경우 선물을 받은 자가 최종기부를 하여야만 '기부내역에 대한 소득공제영수증발급' 발급이 가능합니다.
제 10조 (해피빈의 의무)
1. 해피빈은 회원이 희망한 서비스 제공 개시일에 특별한 사정이 없는 한 서비스를 이용할 수 있도록 하여야 합니다.
2. 해피빈은 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체없이 이를 수리 또는 복구합니다.
3. 해피빈은 개인정보 보호를 위해 보안시스템을 구축하며 개인정보 보호정책을 공시하고 준수합니다.
4. 해피빈은 회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 이용자에게 그 사유와 처리일정을 통보하여야 합니다.
5. 해피빈은 기부서비스 전반에 대한 객관적이고 전문적인 서비스를 제공하며, 서비스의 경과 및 결과에 대해 특별한 사정이 없는 한 모두 공개함을 원칙으로 합니다.
6. 해피빈과 해피로그를 통해 기부한 기부내역은 언제든 개인정보를 통해 확인할 수 있으며, 기부내역에 대한 소득공제영수증발급은 일정기간 내에 인터넷을 통해 발급됩니다. 소득공제영수증 발급기간은 발급 1개월 전 해피빈을 통해 공지합니다. 단, 국가정책상 소득공제영수증 발급을 승인하지 않는 단체(미신고시설, 시민사회단체 일부)는 소득공제영수증 발급대상에서 제외됩니다. 소득공제영수증발급 여부는 해당 해피로그를 통해 확인 가능합니다.
7. 해비빈은 특정지역, 특정단체, 특정분야의 편중이나 주관적인 판단없이, 회원의 욕구와 관계규정을 중시하여 제반 서비스를 제공함을 원칙으로 합니다.
8. 해피빈은 서비스를 특정 범위로 분할하여 각 범위별로 이용 가능 시간을 별도로 지정할 수 있습니다. 다만 이 경우 그 내용을 공지합니다.
9. 해피빈은 원활한 서비스의 제공을 위하여 경우에 따라 임의로 해피로그를 모니터링 할 수 있습니다.
제 11 조 (이용자의 의무)
1. 이용자는 기부서비스 신청 또는 기부서비스 변경 시 실명으로 모든 사항을 사실에 근거하여 작성하여야 하며, 허위 또는 타인의 정보를 등록할 경우 일체의 권리를 주장할 수 없습니다.
2. 회원은 본 약관에서 규정하는 사항과 기타 해피빈이 정한 제반 규정, 공지사항 등 해피빈이 공지하는 사항 및 관계법령을 준수하여야 하며, 기타 해피빈의 업무에 방해가 되는 행위, 해피빈의 명예를 손상시키는 행위를 해서는 안됩니다.
3. 회원은 주소, 연락처, 전자우편 주소 등 이용계약사항이 변경된 경우에 해당 절차를 거쳐 이를 해피빈에 즉시 알려야 합니다.
4. 해피빈이 관계법령 및 '개인정보 보호정책'에 의거하여 그 책임을 지는 경우를 제외하고 회원에게 부여된 기부내역 및 '기부내역에 대한 소득공제영수증발급'의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
5. 회원은 해피빈 서비스를 이용하여 영리활동을 할 수 없으며, 그 영리활동의 결과에 대해 해피빈은 책임을 지지 않습니다. 또한 해피빈은 이와 같은 영리활동으로 해피빈이 손해를 입은 경우, 회원은 해피빈에 대해 손해배상 의무를 지며, 해피빈은 해당 회원에 대해 서비스 이용제한 및 적법한 절차를 거쳐 손해배상 등을 청구할 수 있습니다.
6. 회원은 해피빈의 명시적 동의가 없는 한 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다.
7. 회원은 해피빈 및 제 3자의 지적 재산권을 침해해서는 안됩니다.
8. 회원은 다음 각 호에 해당하는 행위를 하여서는 안되며, 해당 행위를 하는 경우에 해피빈은 회원의 서비스 이용제한 및 적법 조치를 포함한 제재를 가할 수 있습니다.
- 회원가입 신청 또는 회원정보 변경 시 허위내용을 등록하는 행위
- 다른 이용자의 ID, 비밀번호, 주민등록번호를 도용하는 행위
- 이용자 ID를 타인과 거래하는 행위
- 해피빈의 운영진, 직원 또는 관계자를 사칭하는 행위
- 해피빈으로부터 특별한 권리를 부여 받지 않고 해피빈의 클라이언트 프로그램을 변경하거나, 해피빈의 서버를 해킹하거나, 웹사이트 또는 게시된 정보의 일부분 또는 전체를 임의로 변경하는 행위
- 서비스에 위해를 가하거나 고의로 방해하는 행위
- 본 서비스를 통해 얻은 정보를 해피빈의 사전 승낙 없이 서비스 이용 외의 목적으로 복제하거나, 이를 출판 및 방송 등에 사용하거나, 제 3자에게 제공하는 행위
- 공공질서 및 미풍양속에 위반되는 저속, 음란한 내용의 정보, 문장, 도형, 음향, 동영상을 전송, 게시, 전자우편 또는 기타의 방법으로 타인에게 유포하는 행위
- 모욕적이거나 개인신상에 대한 내용이어서 타인의 명예나 프라이버시를 침해할 수 있는 내용을 전송, 게시, 전자우편 또는 기타의 방법으로 타인에게 유포하는 행위
- 다른 이용자를 희롱 또는 위협하거나, 특정 이용자에게 지속적으로 고통 또는 불편을 주는 행위
- 해피빈의 승인을 받지 않고 다른 사용자의 개인정보를 수집 또는 저장하는 행위
- 범죄와 결부된다고 객관적으로 판단되는 행위
- 본 약관을 포함하여 기타 해피빈이 정한 제반 규정 또는 이용 조건을 위반하는 행위
- 기타 관계법령에 위배되는 행위

제4장 서비스의 이용
제 12 조 (서비스 이용 시간)
1. 서비스 이용은 해피빈의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 운영을 원칙으로 합니다. 단, 해피빈은 시스템 정기점검, 증설 및 교체를 위해 해피빈이 정한 날이나 시간에 서비스를 일시중단할 수 있으며, 예정되어 있는 작업으로 인한 서비스 일시중단은 네이버 웹을 통해 사전에 공지합니다.
2. 해피빈은 긴급한 시스템 점검, 증설 및 교체 등 부득이한 사유로 인하여 예고없이 일시적으로 서비스를 중단할 수 있으며, 새로운 서비스로의 교체 등 해피빈이 적절하다고 판단하는 사유에 의하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.
3. 해피빈은 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공이 불가능할 경우, 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다. 다만 이 경우 그 사유 및 기간 등을 회원에게 사전 또는 사후에 공지합니다.
4. 해피빈은 해피빈이 통제할 수 없는 사유로 인한 서비스중단의 경우(시스템관리자의 고의,과실 없는 디스크장애, 시스템다운 등)에 사전통지가 불가능하며 타인(PC통신회사, 기간통신사업자 등)의 고의,과실로 인한 시스템중단 등의 경우에는 통지하지 않습니다.
5. 해피빈은 서비스를 특정범위로 분할하여 각 범위별로 이용가능시간을 별도로 지정할 수 있습니다. 다만 이 경우 그 내용을 공지합니다.
제 13 조 (게시물의 관리)
해피빈은 다음 각 호에 해당하는 게시물이나 자료를 사전통지 없이 삭제하거나 이동 또는 등록 거부를 할 수 있습니다.

- 다른 회원 또는 제 3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우
- 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우
- 불법복제 또는 해킹을 조장하는 내용인 경우
- 영리를 목적으로 하는 광고일 경우
- 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
- 다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우
- 해피빈에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
- 기타 관계법령에 위배된다고 판단되는 경우
제 14 조 (게시물에 대한 저작권)
1. "회원"이 서비스 내에 게시하는 게시글은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정,복제, 편집되어 게시될 수 있습니다. 이 경우, "회사"는 저작권법 규정을 준수하도록 하며, "회원"은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.
2. "회사"는 제1항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻어야 합니다.
제 15 조 (정보의 제공)
1. 해피빈은 회원에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편이나 서신우편 등의 방법으로 회원에게 제공할 수 있습니다.
2. 해피빈은 서비스 개선 및 회원 대상의 서비스 소개 등의 목적으로 회원의 동의 하에 추가적인 개인 정보를 요구할 수 있습니다.
제 16 조 (광고게재 및 광고주와의 거래)
1. 해피빈이 회원에게 서비스를 제공할 수 있는 서비스 투자기반의 일부는 광고게재를 통한 수익으로부터 나옵니다. 회원은 서비스 이용시 노출되는 광고게재에 대해 동의합니다.
2. 해피빈은 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다

제5장 계약 해지 및 이용 제한
제 17 조 (정기기부서비스의 변경 및 해지)
회원이 정기기부계약을 해지하고자 하는 때에는 회원 본인이 [MY 해피빈] 메뉴를 이용해 정기기부 해지를 해야 합니다.

제 18 조 (서비스 이용제한)
1. 해피빈은 회원이 서비스 이용내용에 있어서 본 약관 제 10조 내용을 위반하거나, 다음 각 호에 해당하는 경우 서비스 이용을 제한할 수 있습니다.
- 미풍양속을 저해하는 비속한 ID 및 별명 사용
- 타 이용자에게 심한 모욕을 주거나, 서비스 이용을 방해한 경우
- 기타 정상적인 서비스 운영에 방해가 될 경우
- 정보통신 윤리위원회 등 관련 공공기관의 시정 요구가 있는 경우
- 불법 이용의 경우
(1) 상용소프트웨어나 크랙 파일을 올린 경우
(2) 정보통신윤리 위원회의 심의 세칙 제 7조에 어긋나는 음란물을 게재한 경우
(3) 반국가적 행위의 수행을 목적으로 하는 내용을 포함한 경우
(4) 저작권이 있는 글을 무단 복제하거나 mp3를 홈계정에 올린 경우
2. 상기 이용제한 규정에 따라 서비스를 이용하는 회원에게 서비스 이용에 대하여 별도 공지 없이 서비스 이용의 일시 정지, 초기화, 이용계약 해지 등을 불량이용자 처리규정에 따라 취할 수 있습니다.

제6장 해피로그
제 19 조 (목적)
본 장은 해피빈이 제공하는 해피로그 서비스의 이용과 관련하여 해피빈과 회원 사이의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.

제 20 조 (용어의 정의)
1. "해피로그"라 함은 해피로그 운영자가 제21조에서 정한 단체를 위하여 해피빈 서비스에서 기부 목적으로 개설・운영하고, 이를 통해 기부자가 기부행위를 할 수 있는 블로그를 말합니다.
2. "해피로그 운영자"라 함은 제21조에서 정한 단체로부터 적법하게 권한을 위임받아 해피로그를 운영・관리하는 회원을 말합니다.
3. "기부자"라 함은 해피로그를 통해 기부행위를 하는 회원을 말합니다.
제 21 조 (해피로그 개설 및 폐쇄)
1. 다음 각 호에 해당하는 사회복지시설 및 비영리민간단체로 등록된 시민단체 중 모금이 가능한 단체는 해피로그 운영자를 통해 해피로그를 개설할 수 있습니다. 이 때 해피로그 운영자는 해당 단체의 대표자를 제외한 정직원(상근간사 등) 중에서 지정되어야 합니다.
(1) 소외계층의 삶의 질 향상과 변화의 기회를 제공하는 사회복지단체(기관)
(2) 주민참여를 통한 지역사회변화와 공익을 추구하는 시민사회단체
2. 제1항에도 불구하고 다음 각호의 단체를 위해서는 해피로그 개설 및 이용이 제한되고, 경우에 따라서는 모금액이 환수될 수 있습니다.
(1) 영리를 목적으로 하는 사업을 수행하는 단체
(2) 정당, 종교 등의 특정이익, 이해 집단 또는 단체
(3) 정부나 지방자치단체가 직접 출연하여 운영하는 단체
(4) 소관부처의 감사 등을 통해 위법사실이 드러났거나 적발된 단체
(5) 비윤리적 가치가 담겨있는 사업을 수행하는 단체
(6) 기타 해피로그 등록 후 강제폐쇄결정되어, 그로부터 2년이 경과하지 않은 단체
(7) 모금 내용을 허위로 작성한 단체
(8) 모금 후기를 1년 내에 작성하지 않은 단체
(9) 사업실행에 대한 구체적인 근거와 모금액 사용에 대한 증빙자료가 부족한 단체
3. 해피로그 운영자는 해피로그 관리자 메뉴에서 해피로그 폐쇄를 신청함으로써 개설한 해피로그를 자진 폐쇄할 수 있습니다. 한편, 해피로그 운영자의 권한은 해당 해피로그 운영자가 해당 단체를 위해 해피로그를 운영할 수 있는 권한이 상실된 경우에 한하여 해피빈이 정한 방법으로 제1항 후단의 회원 중 해당 단체가 지정한 자에게 이전될 수 있습니다.
4. 전항에 따라 폐쇄된 해피로그는 복구될 수 없습니다.
5. 해피로그 운영자의 관리 소홀로 인해 해피로그 운영을 위한 계정정보가 타인에게 유출되어 해피로그가 폐쇄된 경우 모든 책임은 해피로그 운영자에게 있습니다.
6. 해피로그 운영자는 해피로그 폐쇄를 신청한 날로부터 7일의 폐쇄 보류기간 내에 해피로그 폐쇄 신청의 취소를 할 수 있으며, 폐쇄 보류기간 내에 신청의 취소를 하면, 다시 해피로그를 이전처럼 이용할 수 있습니다. 단, 폐쇄 신청 보류기간 동안에는 해피로그에 새로운 게시물이 게재될 수 없으며, 게시물의 열람만 허용됩니다.
7. 해피로그 폐쇄 신청 이후 7일간의 폐쇄 보류기간이 지나면, 해피로그는 자동적으로 완전히 폐쇄됩니다.
제 22조 (해피로그 운영자, 기부자의 역할과 권한)
1. 기부자가 해피로그에 기부 시 제공한 정보는 해피로그 운영자의 책임과 권한 하에 관리됩니다.
2. 해피로그 운영자는 본인의 책임하에 해피로그 내 읽기, 쓰기, 수정, 삭제 등의 권한을 행사합니다.
3. 해피로그 운영자는 어떠한 경우에도 기부자의 허락 없이 기부자의 개인정보를 임의로 공개할 수 없으며, 기부자의 개인정보 무단 유출로 인하여 기부자에게 발생한 모든 피해에 대한 법적 책임을 부담합니다.
4. 해피로그 운영자는 다음 각 호에 해당하는 행위를 하여서는 안되며, 위반 시 해피로그 이용제한 등 기타 제재가 이루어질 수 있습니다.
(1) 해피로그 기부 신청 또는 개인정보 변경 시 허위내용을 등록하는 행위
(2) 다른 기부자의 ID, 비밀번호, 주민등록번호를 도용하는 행위
(3) 해피빈의 운영진, 직원 또는 관계자, 다른 해피로그 운영자를 사칭하는 행위
(4) 해피빈으로부터 특별한 권리를 부여 받지 않고 해피빈의 클라이언트 프로그램을 변경하거나, 해피빈의 서버를 해킹하거나, 웹사이트 또는 게시된 정보의 일부분 또는 전체를 임의로 변경하는 행위
(5) 서비스에 위해를 가하거나 고의로 방해하는 행위
(6) 본 서비스를 통해 얻은 정보를 해피빈의 사전 승낙 없이 서비스 이용 외의 목적으로 사용하는 행위
(7) 공공질서 및 미풍양속에 위반되는 저속, 음란한 내용의 정보, 문장, 도형, 음향, 동영상을 전송, 게시 또는 기타의 방법으로 타인에게 유포하는 행위
(8) 모욕적이거나 개인신상에 대한 내용이어서 타인의 명예나 프라이버시를 침해할 수 있는 내용을 전송, 게시 또는 기타의 방법으로 타인에게 유포하는 행위
(9) 다른 기부자를 희롱 또는 위협하거나, 특정 기부자에게 지속적으로 고통 또는 불편을 주는 행위
(10) 해피빈의 승인을 받지 않고 다른 회원의 개인정보를 수집 또는 저장하는 행위
(11) 범죄와 결부된다고 객관적으로 판단되는 행위
(12) 본 약관을 포함하여 기타 해피빈이 정한 제반 규정 또는 이용 조건을 위반하는 행위
(13) 기타 관계법령에 위배되는 행위
5. 해피로그는 모금함 개설 시 모금함 내용에 대한 모든 책임이 있으며, 해당 내용을 믿고 기부한 네티즌과의 약속이므로 모금후기를 1년 내에 작성해야 합니다.
6. 해피로그는 사업실행에 대한 구체적인 근거 및 모금액 사용에 대한 증빙자료를 요청 받을 시, 15일 내에 제출해야 합니다.
제 23 조 (해피로그 기부자의 관리)
1. 회원은 누구나 해피로그를 통해 기부를 할 수 있습니다.
2. 기부 신청자에 대한 처리는 해당 해피로그의 기부 방식 및 조건에 따라 기부 신청 승낙 여부가 결정됩니다.
3. 소득세법 제 160조에 3에 따라 기부금 영수증을 발행하고 있으며, 개인정보(고유식별정보) 수집 및 이용에 동의한 네티즌에 한해 기부금영수증 발급이 가능합니다.
제 24 조 (해피로그의 게시물 및 자료의 삭제)
1. 해피로그의 게시물과 자료의 관리 및 운영의 책임은 해피로그 운영자에게 있습니다.
2. 해피로그의 게시물과 자료의 공개권한은 작성자 본인에게 있으며, 게시물 및 자료 작성시 다른 기부자의 블로그에 담기를 허용하는 권한도 작성자 본인에게 있습니다.
3. 해피로그 기부자는 어떠한 경우에도 불량 게시물 및 자료를 해피로그에 등록하여서는 아니되고, 이를 위반하여 발생하는 피해에 대한 책임은 전적으로 작성자 본인에게 있습니다.
4. 해피로그 운영자는 항상 불량 게시물 및 자료에 대하여 모니터링을 하여야 하며, 불량 게시물 및 자료를 발견하거나 신고를 받으면 해당 게시물 및 자료를 삭제하고 이를 등록한 기부자에게 주의를 주어야 합니다. 이 경우 해피로그 운영자는 해당 기부자의 해당 해피로그 이용권한을 제한할 수 있습니다.
5. 해피로그 운영자는 모금활동을 위해 인권침해의 소지가 있거나 지원대상자가 원하지 않는 사항을 공개하여서는 안됩니다.
6. 해피빈은 다음 각 호의 경우 해피로그 운영자에게 게시물 또는 자료의 일부 또는 전부 삭제를 요청할 수 있고, 해피로그 운영자가 이에 불응할 경우 임의로 삭제할 수 있습니다.
(1) 지원대상자 본인 또는 그 법정대리인의 동의 없이 지원대상자의 실명 또는 본인 식별이 가능한 사진을 공개하여 모금활동을 수행하는 경우
(2) 기부자로 하여금 동정심, 측은함을 불러일으키기 위한 목적으로 지원대상자의 건강상태(장애 등), 주거환경 등이 극명하게 드러나는 사진을 공개하여 모금활동을 수행하는 경우
(3) 지원대상자의 동의 없이 지원대상자의 개인정보(전화번호, 주소, 이메일 등)를 공개하여 모금활동을 수행하는 경우
(4) 기타 인권침해 소지 또는 우려가 있다고 판단될 경우
7. 불량게시물 해당 여부는 다음 각 호를 기준으로 판단합니다.
(1) 공공질서, 미풍양속을 침해하는 내용
(2) 현행법에 위배되거나 저촉되는 내용
(3) 저속하고 음란한 자료 및 내용
(4) 제3자에 대한 비난이나 명예 훼손, 피해를 주는 내용
(5) 제3자의 지적재산권, 초상권을 침해하는 내용
(6) 제3자를 사칭하거나 사기를 목적으로 하는 내용
(7) 해피빈의 승인을 받지 않은 광고, 판촉물 자료를 게재하는 등의 상업적 내용
8. 불량자료 해당 여부는 다음 각 호를 기준으로 판단합니다.
(1) 상용자료
가. 현재 국내에서 판매되고 있는 자료 또는 과거 판매된 적이 있는 자료
나. 국내에 라이센스 계약을 맺은 업체가 있는 자료
다. 국내에 판매 및 라이센스 계약을 맺은 업체가 없더라도 외국에서 판매되고 있는 자료
(2) 저작권 보호자료
가. 제작자가 배포를 원하지 않는 자료
나. 셰어 웨어나 데모 프로그램의 기능제한을 제거하는 크랙 및 패치 자료
(3) 손상자료
가. 바이러스에 감염된 자료나 바이러스에 감염된 자료가 포함된 자료
나. 고의적, 악의적인 BATCH 파일, 또는 BATCH 파일을 변환한 실행 파일
(4) 음란자료
가. 사회에서 일반적으로 통용되는 수준을 넘는 과도한 노출이나 내용을 가지고 있는 자료
나. 전기통신사업법 등 관련 법령에서 공개, 유통을 금하고 있는 자료
(5) 폭력물 및 명예훼손에 관한 자료
가. 과도한 폭력적인 내용의 자료
나. 제3자의 명예를 훼손시킬 수 있는 내용의 자료
(6) 기타 부적격 자료
가. 기타 전항의 내용이 포함된 자료, 회원 또는 해피빈에 불이익을 끼치는 것으로 해피빈이 판단하는 자료
9. 본 조 제7항 및 제8항에 해당되는 게시물 또는 자료가 게재된 경우 임의로 삭제될 수 있습니다.
제 25 조 (경고 및 강제 폐쇄)
1. 해피로그 운영자의 활동이 제21조 제1항의 내용에 해당하는 경우, 해피빈은 해당 해피로그 운영자에게 경고할 수 있고, 해피로그 운영자는 7일 내에 이를 시정하여야 합니다.
2. 해피빈은 다음 각 호의 경우에 해피로그를 강제 폐쇄할 수 있습니다.
(1) 해피로그가 제21조에 명시된 해피로그 개설 및 이용제한 대상 단체
(2) 해피빈의 목표와 방향에 부합하지 않게 사업을 수행하거나, 기부금을 사용한 경우
(3) 해피빈의 명예에 부정적인 영향을 줄 수 있는 사업을 수행하거나, 기부금을 사용한 경우
(4) 해피로그 운영자의 해피로그 방문이 3개월 동안 한번도 없거나, 연속하여 3개월동안 신규 게시물이 등록되지 않는 경우. 또는 해피로그 기부자 수가 1인인 상태로 3개월 간 등록된 게시물이 하나도 없는 경우
(5) 3개월 이상 해피로그 운영자와 해피빈 간의 연락이 불가능한 경우
(6) 부당한 기부금사용, 불량 게시물 또는 불량 자료 관련 경고가 3회 누적된 경우
(7) 해피로그 운영자의 활동이 해피빈 또는 해당 해피로그 이용 회원들에게 명백하게 현저한 불이익을 끼치는 것으로 판명되는 경우
제 26 조 (해피로그 운영 중단)
1. 해피로그 내 게시물에 관하여 법령상 보호되는 권리침해 신고가 있는 경우 해피빈은 해당 게시물 또는 해당 해피로그에 대한 접근을 일시적으로 제한하는 조치를 취할 수 있습니다.
2. 전항의 사유를 이유로 제3자가 해피빈을 상대로 법적 조치를 취하면서 해당 게시물의 삭제 또는 해피로그 폐쇄를 요청하는 경우 해피빈은 해당 법적 조치의 결과가 확정될 때까지 해당 게시물 또는 해당 해피로그에 대한 접근을 일시적으로 제한하는 조치를 취할 수 있습니다.
3. 해피로그 내 게시물에 대해 법령 위반을 이유로 국가기관으로부터 제재처분 등을 받는 경우 해피빈은 해당 해피로그 운영을 일시적으로 중단하는 조치를 취할 수 있습니다.
4. 본 조에 따른 조치가 이루어지는 경우 해피빈은 전자우편 등을 통해 해당 해피로그 운영자에게 관련 사실을 통지합니다.
5. 해피빈의 중요 공지 사항에 불응 시 해피로그는 운영 중지 됩니다.
제 27 조 (해피로그 자료 보관)
본 장의 규정에 따라 삭제된 자료는 복구가 불가능합니다.

제 28 조 (해피로그운영자 자격상실)
<삭제>

제 29 조(기부금 환수 등)
1. 다음 각 호의 경우 해피로그를 통해 모금된 기부금이 환수될 수 있습니다.
(1) 기부금을 원래 목적이 아닌 다른 용도로 사용했을 경우
(2) 지원대상 사업이 중지되거나 목적을 달성할 수 없을 경우
(3) 해피로그 등록 시 제시된 기준에 따른 위법성이 드러나거나 등록서류를 허위로 작성했을 경우
(4) 기타 지원받은 개인이나 단체가 비윤리적이고 반사회적인 행동을 했을 경우
2. 다음 각 호의 경우 해피로그를 통해 모금된 기부금은 해당 해피로그를 통해 기부한 기부자에게 반환될 수 있습니다.
(1) 모금시 명시된 반환 조건 등의 충족된 경우
(2) 법적으로 기부금을 반환해야 하는 특수한 상황에 처했을 경우
(3) 행정상의 착오와 오류로 인해 기부금 수령이 잘못되었을 경우
제 30 조 (약관의 명시 및 변경)
<삭제>

제7장 손해배상 및 기타사항
제 31 조 (손해배상)
해피빈은 서비스에서 무료로 제공하는 서비스의 이용과 관련하여 개인정보보호정책에서 정하는 내용에 해당하지 않는 사항에 대하여는 어떠한 손해도 책임을 지지 않습니다.

제 32 조 (기부금 환급)
회원은 해피빈을 통해 기부하는 기부금에 대해 다음 각 호에 해당하는 경우 환급을 요청할 수 있습니다

1. 법적으로 기부금에 대한 환원상황이 발생했을 경우
2. 기술적 오류로 인해 기부 수령이 잘못되었을 경우
제 33조 (콩 환불)
회원은 해피빈의 충전소를 통한 기부의 수단이 콩을 구매한 뒤 다음의 각호에 해당하는 경우 환급을 받을 수 있다.

1. 법적으로 보유한 콩에 대한 환불상황이 발생하였을 경우
2. 기술적 오류로 인해 콩의 충전이 잘못되었을 경우
3. 결제를 통한 충전콩 이외 기부ㆍ저금콩은 환불 대상에서 제외됩니다.
※ 경매 저금콩의 경우, 일시적 변심에 의한 취소 또한 환불 대상에서 제외되며 해피빈 귀책이 아닌 사유로 사용자에게 발생한 손해에 대하여 책임을 지지 않습니다. 즉, 경매가 종료된 후 경매물품 기부자 또는 낙찰자의 판매거부 및 구매거부에 대하여 해피빈은 어떠한 책임도 지지 않습니다.

제 34 조 (면책조항)
1. 해피빈은 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.
2. 해피빈은 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.
3. 해피빈은 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
4. 해피빈은 회원의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.
5. 해피빈은 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.
6. 해피빈은 해피로그 서비스를 이용하여 기대하는 모금수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다.
8. 해피빈은 회원이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 해피빈은 회원이 서비스를 이용하며 타 회원으로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.
9. 해피빈은 회원이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.
10. 해피빈은 이용자 상호간 및 이용자와 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.
11. 해피빈이 직접수행하는 기부서비스 이외의 사항에 대해서 발생하는 불이익이나 손해에 대해 책임을 지지 않습니다.
제 35 조 (재판권 및 준거법)
1. 이 약관에 명시되지 않은 사항은 전기통신사업법 등 관계법령과 상관습에 따릅니다.
2. 해피빈의 해피로그 회원의 경우 회사가 별도로 정한 약관 및 정책에 따릅니다.
3. "회사"와 "회원"간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다.
<부칙>
(시행일) 본 약관은 2008년 10월 29일부터 적용됩니다.
</pre>
</body>
</html>