<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>윤리경영</title>

<style type="text/css">
	#terms{margin-left : 210px; font-size : 12px; color : gray;  margin-bottom : -100px;}
</style>

</head>
<body>

	<jsp:include page="../common/menubar.jsp" />


<pre id="terms">
하나. 어떠한 명목으로도 이해관계자로부터 금품의 요구나 제공을 받지 않는다.
하나. 건전한 상식을 넘는 접대 및 향응을 받지 않는다.
하나. 이해관계자에게 금전적인 부담을 주는 편의제공(교통, 숙박 등)을 받지 않는다.
하나. 임직원의 경조사를 이해관계자에게 직,간접으로 알리거나 불가피하더라도 과도한 경조금을 받지 않는다.
하나. 이해관계자와 금전거래(금전대차, 보증, 부동산 임대차 등)를 하지 않는다.
하나. 업무 또는 사적인 행사에 이해관계자로부터 찬조금품, 편의제공 등을 받지 않는다.
하나. 거래업체로부터 부당한 지분을 취득하지 않는다.
하나. 회사의 예산 및 자산, 정보등을 부당하게 사용하지 않는다.
하나. 어떠한 명목으로도 이해관계자로부터 금품의 요구나 제공을 받지 않는다.
하나. 건전한 상식을 넘는 접대 및 향응을 받지 않는다.
하나. 이해관계자에게 금전적인 부담을 주는 편의제공(교통, 숙박 등)을 받지 않는다.
하나. 임직원의 경조사를 이해관계자에게 직,간접으로 알리거나 불가피하더라도 과도한 경조금을 받지 않는다.
하나. 이해관계자와 금전거래(금전대차, 보증, 부동산 임대차 등)를 하지 않는다.
하나. 업무 또는 사적인 행사에 이해관계자로부터 찬조금품, 편의제공 등을 받지 않는다.
하나. 거래업체로부터 부당한 지분을 취득하지 않는다.
하나. 회사의 예산 및 자산, 정보등을 부당하게 사용하지 않는다.
하나. 어떠한 명목으로도 이해관계자로부터 금품의 요구나 제공을 받지 않는다.
하나. 건전한 상식을 넘는 접대 및 향응을 받지 않는다.
하나. 이해관계자에게 금전적인 부담을 주는 편의제공(교통, 숙박 등)을 받지 않는다.
하나. 임직원의 경조사를 이해관계자에게 직,간접으로 알리거나 불가피하더라도 과도한 경조금을 받지 않는다.
하나. 이해관계자와 금전거래(금전대차, 보증, 부동산 임대차 등)를 하지 않는다.
하나. 업무 또는 사적인 행사에 이해관계자로부터 찬조금품, 편의제공 등을 받지 않는다.
하나. 거래업체로부터 부당한 지분을 취득하지 않는다.
하나. 회사의 예산 및 자산, 정보등을 부당하게 사용하지 않는다.
</pre>

	<jsp:include page="../common/footer.jsp" />


</body>
</html>