<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    <%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
    
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
	<!-- <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script> -->
<style type="text/css">
	#terms{margin-left : 210px; font-size : 12px; color : gray;  margin-bottom : -20px;}
</style>
</head>
<body>

	<jsp:include page="../common/menubar.jsp" />

<pre id="terms">
제1장 총칙
제 1 조 (목적)
이 이용약관(이하 '약관')은 도넷닷컴(이하 '회사')과 이용 고객(이하 '회원')간에 도넷닷컴이 제공하는 도넷닷컴 서비스(이하 서비스)의 이용에 관한 
제반 사항과 기타 필요한 사항을 구체적으로 규정함을 목적으로 합니다.

제 2 조 (이용약관의 효력 및 변경)
1. "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 서비스 초기 화면에 게시합니다.
2. "회사"는 "약관의규제에관한법률", "정보통신망이용촉진및정보보호에관한법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. "회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 30일 전부터 적용일자 전일까지 공지합니다. 
단 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스내 전자우편,쪽지,로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.
4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 
회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.
5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다.
다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.

제 3 조 (약관외 준칙)
1. 이 약관은 도넷닷컴이 제공하는 개별서비스에 관한 이용안내(이하 서비스별 안내라 합니다)와 함께 적용합니다.
2. 이 약관에 명시되지 아니한 사항에 대해서는 관계법령 및 서비스별 안내의 취지에 따라 적용할 수 있습니다.

제 4 조 (용어의 정의)
1. 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
(1) '회원'이라 함은 도넷닷컴 회원제서비스를 이용하는 이용자를 말합니다.
(2) '기부서비스'라 함은 기부와 관련하여 도넷닷컴과 회원 간에 발생하는 기부, 현물기증 및 이에 상응하는 서비스 제공을 말합니다.
(3) '기부금'이라 함은 회원이 도넷닷컴 서비스와 관련하여 도넷닷컴에 무상으로 제공한 재산을 말합니다.
(4) '기부신청'이라 함은 회원이 도넷닷컴 서비스에 동의하여 도넷닷컴에 재산을 무상으로 제공하고자 회원의 정보를 도넷닷컴에 제공하는 것을 말합니다.
(5) '기부취소'이라 함은 도넷닷컴 기부서비스에 대해 회원이 기부계약을 해약하는 것을 말합니다.
(6) '포인트'이라 함은 도넷닷컴 기부서비스에서 기부금을 대처하는 도넷닷컴 내의 기부 통화수단을 말합니다.
2. 이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계법령 및 서비스별 안내에서 정하는 바에 의합니다.
제2장 이용계약 체결
제 5 조 (이용 계약의 성립)
1. 회원의 본 이용약관에 대한 동의는 서비스 메뉴 및 기타의 방법으로 기부자에게 공지함으로써 효력이 발생합니다.

제 6 조 (기부서비스 이용 신청)
1. 회원으로 가입하여 본 서비스를 이용하고자 하는 자는 도넷닷컴에서 요청하는 제반 정보(이름, 주민등록번호, 연락처 등)를 제공하여야 합니다.
2. 모든 회원은 반드시 회원 본인의 이름과 주민등록번호를 제공하여야만 서비스를 이용할 수 있으며, 실명으로 등록하지 않은 사용자는 일체의 권리를 주장할 수 없습니다.
3. 회원가입은 반드시 실명으로만 가입할 수 있으며 도넷닷컴은 실명확인조치를 할 수 있습니다.

제 7 조 (개인정보의 보호 및 사용)
도넷닷컴은 관계법령이 정하는 바에 따라 이용자 등록정보를 포함한 이용자의 개인정보를 보호하기 위해 노력합니다. 이용자 개인정보의 보호 및 사용에 대해서는 관련법령 
및 도넷닷컴의 개인정보 보호정책이 적용됩니다. 단, 도넷닷컴 공식 사이트이외의 웹에서 링크된 사이트에서는 네이버의 개인정보 보호정책이 적용되지 않습니다. 
또한 도넷닷컴 이용자의 귀책사유로 인해 노출된 정보에 대해서 일체의 책임을 지지 않습니다.

제 8 조 (기부 신청의 승낙과 제한)
1. 도넷닷컴은 제 6조의 규정에 의한 이용신청고객에 대하여 업무 수행상 또는 기술상 지장이 없는 경우에 원칙적으로 접수순서에 따라 기부 서비스 이용을 승낙합니다.
2. 도넷닷컴은 아래사항에 해당하는 경우에 대해서 기부를 승낙하지 아니 합니다.
- 실명이 아니거나 타인의 명의를 이용하여 기부를 신청한 경우
- 기부신청 내용을 허위로 기재한 경우
- 도넷닷컴의 명예에 부정적인 영향을 줄 수 있는 경우
- 부정한 행위나 과정을 통해 조성된 기부금으로 신청한 경우
- 영리를 추구할 목적으로 도넷닷컴 이용하고자 하는 경우
- 도넷닷컴의 목적사업을 위반하며 신청하는 경우
- 기타 규정한 제반 사항을 위반하며 신청하는 경우
3. 도넷닷컴은 다음 각 호에 해당하는 경우에는 그 신청에 대하여 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.
- 도넷닷컴이 설비의 여유가 없는 경우
- 도넷닷컴의 기술상 지장이 있는 경우
- 기타 도넷닷컴의 불가피한 귀책사유로 이용승낙이 곤란한 경우

제3장 계약 당사자의 의무
제 9조 (포인트의 사용)
포인트는 도넷닷컴에서 기부를 위해 사용되는 수단으로, 현금으로 직접 충전한 포인트와 후원파트너의 기부로 기부로 생성된 포인트가 있습니다. 포인트의 사용과 
이에 대한 정책은 다음과 같습니다.
1. 포인트는 도넷닷컴에서 고유의 기부수단입니다.
2. 포인트는 개인이 충전하는 포인트와 도넷닷컴에서에서 배포하여 받을 수 있는 포인트로 나뉩니다.
3. 모든 포인트는 기부 및 선물을 할 수 있습니다.
4. 도넷닷컴에서에서 배포한 포인트는 배포하는 후원프로젝트의 기준에 따라서 특정 회수일을 갖고 있습니다.
5. 개인이 구매한 포인트는 제 33조에 의해 환불이 가능합니다.
6. '기부내역에 대한 소득공제영수증발급' 은 개인이 결제수단을 통해 구매한 포인트에 한하여 가능합니다.
7. 개인이 구매한 포인트는 선물을 할 경우 선물을 받은 자가 최종기부를 하여야만 '기부내역에 대한 소득공제영수증발급' 발급이 가능합니다.

제 10조 (도넷닷컴의 의무)
1. 도넷닷컴은 회원이 희망한 서비스 제공 개시일에 특별한 사정이 없는 한 서비스를 이용할 수 있도록 하여야 합니다.
2. 도넷닷컴은 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체없이 이를 수리 또는 복구합니다.
3. 도넷닷컴은 개인정보 보호를 위해 보안시스템을 구축하며 개인정보 보호정책을 공시하고 준수합니다.
4. 도넷닷컴은 회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 
이용자에게 그 사유와 처리일정을 통보하여야 합니다.
5. 도넷닷컴은 기부서비스 전반에 대한 객관적이고 전문적인 서비스를 제공하며, 서비스의 경과 및 결과에 대해 특별한 사정이 없는 한 모두 공개함을 원칙으로 합니다.
6. 도넷닷컴은 로그를 통해 기부한 기부내역은 언제든 개인정보를 통해 확인할 수 있으며, 기부내역에 대한 소득공제영수증발급은 일정기간 내에 인터넷을 통해 발급됩니다. 
소득공제영수증 발급기간은 발급 1개월 전 도넷닷컴 통해 공지합니다. 단, 국가정책상 소득공제영수증 발급을 승인하지 않는 단체(미신고시설, 시민사회단체 일부)는 
소득공제영수증 발급대상에서 제외됩니다. 소득공제영수증발급 여부는 해당 로그를 통해 확인 가능합니다.
7. 도넷닷컴은 특정지역, 특정단체, 특정분야의 편중이나 주관적인 판단없이, 회원의 욕구와 관계규정을 중시하여 제반 서비스를 제공함을 원칙으로 합니다.
8. 도넷닷컴은 서비스를 특정 범위로 분할하여 각 범위별로 이용 가능 시간을 별도로 지정할 수 있습니다. 다만 이 경우 그 내용을 공지합니다.
9. 도넷닷컴은 원활한 서비스의 제공을 위하여 경우에 따라 임의로 모니터링 할 수 있습니다.

제 11 조 (이용자의 의무)
1. 이용자는 기부서비스 신청 또는 기부서비스 변경 시 실명으로 모든 사항을 사실에 근거하여 작성하여야 하며, 허위 또는 타인의 정보를 등록할 경우 일체의 권리를 주장할 수 없습니다.
2. 회원은 본 약관에서 규정하는 사항과 기타 도넷닷컴이 정한 제반 규정, 공지사항 등 도넷닷컴이 공지하는 사항 및 관계법령을 준수하여야 하며, 
기타 도넷닷컴의 업무에 방해가 되는 행위, 도넷닷컴의 명예를 손상시키는 행위를 해서는 안됩니다.
3. 회원은 주소, 연락처, 전자우편 주소 등 이용계약사항이 변경된 경우에 해당 절차를 거쳐 이를 도넷닷컴에 즉시 알려야 합니다.
4. 도넷닷컴이 관계법령 및 '개인정보 보호정책'에 의거하여 그 책임을 지는 경우를 제외하고 회원에게 부여된 기부내역 및 
'기부내역에 대한 소득공제영수증발급'의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
5. 회원은 도넷닷컴 서비스를 이용하여 영리활동을 할 수 없으며, 그 영리활동의 결과에 대해 도넷닷컴은 책임을 지지 않습니다. 
또한 도넷닷컴 이와 같은 영리활동으로 도넷닷컴 손해를 입은 경우, 회원은 도넷닷컴 대해 손해배상 의무를 지며, 
도넷닷컴 해당 회원에 대해 서비스 이용제한 및 적법한 절차를 거쳐 손해배상 등을 청구할 수 있습니다.
6. 회원은 도넷닷컴의 명시적 동의가 없는 한 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다.
7. 회원은 도넷닷컴 및 제 3자의 지적 재산권을 침해해서는 안됩니다.
8. 회원은 다음 각 호에 해당하는 행위를 하여서는 안되며, 해당 행위를 하는 경우에 도넷닷컴 회원의 서비스 이용제한 및 적법 조치를 포함한 제재를 가할 수 있습니다.
- 회원가입 신청 또는 회원정보 변경 시 허위내용을 등록하는 행위
- 다른 이용자의 ID, 비밀번호, 주민등록번호를 도용하는 행위
- 이용자 ID를 타인과 거래하는 행위
- 도넷닷컴 운영진, 직원 또는 관계자를 사칭하는 행위
- 도넷닷컴 특별한 권리를 부여 받지 않고 도넷닷컴 클라이언트 프로그램을 변경하거나, 도넷닷컴 서버를 해킹하거나, 웹사이트 또는 게시된 정보의 일부분 
또는 전체를 임의로 변경하는 행위
- 서비스에 위해를 가하거나 고의로 방해하는 행위
- 본 서비스를 통해 얻은 정보를 도넷닷컴 사전 승낙 없이 서비스 이용 외의 목적으로 복제하거나, 이를 출판 및 방송 등에 사용하거나, 제 3자에게 제공하는 행위
- 공공질서 및 미풍양속에 위반되는 저속, 음란한 내용의 정보, 문장, 도형, 음향, 동영상을 전송, 게시, 전자우편 또는 기타의 방법으로 타인에게 유포하는 행위
- 모욕적이거나 개인신상에 대한 내용이어서 타인의 명예나 프라이버시를 침해할 수 있는 내용을 전송, 게시, 전자우편 또는 기타의 방법으로 타인에게 유포하는 행위
- 다른 이용자를 희롱 또는 위협하거나, 특정 이용자에게 지속적으로 고통 또는 불편을 주는 행위
- 도넷닷컴의 승인을 받지 않고 다른 사용자의 개인정보를 수집 또는 저장하는 행위
- 범죄와 결부된다고 객관적으로 판단되는 행위
- 본 약관을 포함하여 기타 도넷닷컴이 정한 제반 규정 또는 이용 조건을 위반하는 행위
- 기타 관계법령에 위배되는 행위

제4장 서비스의 이용
제 12 조 (서비스 이용 시간)
1. 서비스 이용은 도넷닷컴 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 운영을 원칙으로 합니다. 단, 도넷닷컴 시스템 정기점검, 
증설 및 교체를 위해 도넷닷컴 정한 날이나 시간에 서비스를 일시중단할 수 있으며, 예정되어 있는 작업으로 인한 서비스 일시중단은 네이버 웹을 통해 사전에 공지합니다.
2. 도넷닷컴은 긴급한 시스템 점검, 증설 및 교체 등 부득이한 사유로 인하여 예고없이 일시적으로 서비스를 중단할 수 있으며, 새로운 서비스로의 교체 등 
도넷닷컴이 적절하다고 판단하는 사유에 의하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.
3. 도넷닷컴은 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공이 불가능할 경우, 서비스의 전부 또는 일부를 
제한하거나 중지할 수 있습니다. 다만 이 경우 그 사유 및 기간 등을 회원에게 사전 또는 사후에 공지합니다.
4. 도넷닷컴은 도넷닷컴이 통제할 수 없는 사유로 인한 서비스중단의 경우(시스템관리자의 고의,과실 없는 디스크장애, 시스템다운 등)에 사전통지가 불가능하며 
타인(PC통신회사, 기간통신사업자 등)의 고의,과실로 인한 시스템중단 등의 경우에는 통지하지 않습니다.
5. 도넷닷컴은 서비스를 특정범위로 분할하여 각 범위별로 이용가능시간을 별도로 지정할 수 있습니다. 다만 이 경우 그 내용을 공지합니다.

제 13 조 (게시물의 관리)
도넷닷컴은 다음 각 호에 해당하는 게시물이나 자료를 사전통지 없이 삭제하거나 이동 또는 등록 거부를 할 수 있습니다.
- 다른 회원 또는 제 3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우
- 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우
- 불법복제 또는 해킹을 조장하는 내용인 경우
- 영리를 목적으로 하는 광고일 경우
- 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
- 다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우
- 도넷닷컴에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
- 기타 관계법령에 위배된다고 판단되는 경우

제 14 조 (게시물에 대한 저작권)
1. "회원"이 서비스 내에 게시하는 게시글은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 
일부 수정,복제, 편집되어 게시될 수 있습니다. 이 경우, “회사”는 저작권법 규정을 준수하도록 하며, "회원"은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 
해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.
2. "회사"는 제1항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻어야 합니다.

제 15 조 (정보의 제공)
1. 도넷닷컴은 회원에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편이나 서신우편 등의 방법으로 회원에게 제공할 수 있습니다.
2. 도넷닷컴은 서비스 개선 및 회원 대상의 서비스 소개 등의 목적으로 회원의 동의 하에 추가적인 개인 정보를 요구할 수 있습니다.

제 16 조 (광고게재 및 광고주와의 거래)
1. 도넷닷컴이 회원에게 서비스를 제공할 수 있는 서비스 투자기반의 일부는 광고게재를 통한 수익으로부터 나옵니다. 회원은 서비스 이용시 노출되는 광고게재에 대해 동의합니다.
2. 도넷닷컴은 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다

제5장 계약 해지 및 이용 제한
제 17 조 (정기기부서비스의 변경 및 해지)
회원이 정기기부계약을 해지하고자 하는 때에는 회원 본인이 [MY 도넷닷컴] 메뉴를 이용해 정기기부 해지를 해야 합니다.

제 18 조 (서비스 이용제한)
1. 도넷닷컴은 회원이 서비스 이용내용에 있어서 본 약관 제 10조 내용을 위반하거나, 다음 각 호에 해당하는 경우 서비스 이용을 제한할 수 있습니다.
- 미풍양속을 저해하는 비속한 ID 및 별명 사용
- 타 이용자에게 심한 모욕을 주거나, 서비스 이용을 방해한 경우
- 기타 정상적인 서비스 운영에 방해가 될 경우
- 정보통신 윤리위원회 등 관련 공공기관의 시정 요구가 있는 경우
- 불법 이용의 경우
(1) 상용소프트웨어나 크랙 파일을 올린 경우
(2) 정보통신윤리 위원회의 심의 세칙 제 7조에 어긋나는 음란물을 게재한 경우
(3) 반국가적 행위의 수행을 목적으로 하는 내용을 포함한 경우
(4) 저작권이 있는 글을 무단 복제하거나 mp3를 홈계정에 올린 경우
2. 상기 이용제한 규정에 따라 서비스를 이용하는 회원에게 서비스 이용에 대하여 별도 공지 없이 서비스 이용의 일시 정지, 초기화, 이용계약 해지 등을
 불량이용자 처리규정에 따라 취할 수 있습니다.

제 30 조 (약관의 명시 및 변경)
<삭제>

제7장 손해배상 및 기타사항
제 31 조 (손해배상)
도넷닷컴은 서비스에서 무료로 제공하는 서비스의 이용과 관련하여 개인정보보호정책에서 정하는 내용에 해당하지 않는 사항에 대하여는 어떠한 손해도 책임을 지지 않습니다.

제 32 조 (기부금 환급)
회원은 도넷닷컴을 통해 기부하는 기부금에 대해 다음 각 호에 해당하는 경우 환급을 요청할 수 있습니다
1. 법적으로 기부금에 대한 환원상황이 발생했을 경우
2. 기술적 오류로 인해 기부 수령이 잘못되었을 경우

제 33조 (포인트 환불)
회원은 도넷닷컴의 충전소를 통한 기부의 수단이 포인트을 구매한 뒤 다음의 각호에 해당하는 경우 환급을 받을 수 있다.
1. 법적으로 보유한 포인트에 대한 환불상황이 발생하였을 경우
2. 기술적 오류로 인해 포인트의 충전이 잘못되었을 경우
3. 결제를 통한 충전포인트 이외 기부ㆍ저금포인트은 환불 대상에서 제외됩니다.

제 34 조 (면책조항)
1. 도넷닷컴은 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.
2. 도넷닷컴은 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.
3. 도넷닷컴은 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
4. 도넷닷컴은 회원의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.
5. 도넷닷컴은 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.
6. 도넷닷컴은 로그 서비스를 이용하여 기대하는 모금수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다.
8. 도넷닷컴은 회원이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 도넷닷컴은 회원이 서비스를 이용하며 타 회원으로 
인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.
9. 도넷닷컴은 회원이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.
10. 도넷닷컴은 이용자 상호간 및 이용자와 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.
11. 도넷닷컴이 직접수행하는 기부서비스 이외의 사항에 대해서 발생하는 불이익이나 손해에 대해 책임을 지지 않습니다.

제 35 조 (재판권 및 준거법)
1. 이 약관에 명시되지 않은 사항은 전기통신사업법 등 관계법령과 상관습에 따릅니다.
2. 도넷닷컴의 회원의 경우 회사가 별도로 정한 약관 및 정책에 따릅니다.
3. "회사"와 "회원"간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다.

<부칙>
(시행일) 본 약관은 2021년 10월 29일부터 적용됩니다.
</pre>

	<jsp:include page="../common/footer.jsp" />

</body>

<!-- 아 왜안돼
 <script>
	 $('#terms').each(function() {
		 var text = $(this).text();
		 $(this).text(text.replace('해피빈', '도넷닷컴'));
		 });
	 
	 $('#terms').each(function() {
		 var text = $(this).text();
		 $(this).text(text.replace('콩', '포인트'));
		 });
    </script> -->
</html>